[
        {
            "name": "Hamburguesa Sencilla",
            "price": 30,
            "shortDesc": "¡Simple pero deliciosa!",
            "fullDesc": "Si lo que buscas es la clásica hamburguesa de carne y pan, nuestra hamburguesa sencilla es perfecta para ti. Hecha con carne de res de alta calidad, esta hamburguesa se sirve en un pan recién horneado y viene acompañada de lechuga fresca, tomate y cebolla.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hamburguesa-sencilla.jpg",
            "cat": "Hamburguesa",
            "stock": 25,
            "id": 0
        },
        {
            "name": "Hamburguesa con Tocino",
            "price": 40,
            "shortDesc": "¡Es una explosión de sabor en cada mordida!",
            "fullDesc": "¿Te encanta el tocino crujiente? Entonces nuestra hamburguesa con tocino es la opción para ti. Además de la jugosa carne de res, esta hamburguesa viene con tiras de tocino ahumado, queso cheddar derretido, lechuga fresca, tomate y cebolla, todo en un pan suave y esponjoso.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hamburguesa-tocino.jpg",
            "cat": "Hamburguesa",
            "stock": 10,
            "id": 1
        },
        {
            "name": "Hamburguesa Especial",
            "price": 60,
            "shortDesc": "¡Cada bocado es una experiencia gourmet que no te puedes perder!",
            "fullDesc": "Si buscas algo un poco más extravagante, prueba nuestra hamburguesa especial. Esta delicia de carne de res se sirve en un pan tostado con queso suizo derretido, champiñones salteados, cebolla caramelizada y una salsa especial de la casa.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hamburguesa-especial.jpg",
            "cat": "Hamburguesa",
            "stock": 15,
            "id": 2
        },
        {
            "name": "Hamburguesa Doble Carne",
            "price": 80,
            "shortDesc": "¡Perfecta para aquellos que quieren una hamburguesa grande y sabrosa que llene su apetito!",
            "fullDesc": "¿Necesitas algo más sustancioso? Nuestra hamburguesa con doble carne tiene dos jugosas porciones de carne de res, doble queso cheddar derretido, lechuga fresca, tomate y cebolla, todo en un pan suave y esponjoso.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hamburguesa-doble-carne.jpg",
            "cat": "Hamburguesa",
            "stock": 18,
            "id": 3
        },
        {
            "name": "Hot Dog Sencillo",
            "price": 30,
            "shortDesc": "¡Es el hot dog clásico que siempre has conocido y amado!",
            "fullDesc": "¿Buscas algo rápido y fácil? Nuestro hot dog sencillo es perfecto para ti. Hecho con una salchicha de alta calidad en un pan suave y esponjoso, se sirve con ketchup, mostaza y/o salsa de tomate.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hotdog-sencillo.jpg",
            "cat": "Hot dog",
            "stock": 30,
            "id": 4
        },
        {
            "name": "Hot Dog Mexicano",
            "price": 40,
            "shortDesc": "¡Es una deliciosa combinación de sabores que hará que tu paladar se sienta vivo!",
            "fullDesc": "¿Te gusta la comida picante y con sabor? Prueba nuestro hot dog mexicano. Se sirve en un pan suave y esponjoso, y viene con una salchicha ahumada envuelta en tocino, queso cheddar derretido, jalapeños frescos y cebolla caramelizada.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hotdog-mexicano.jpg",
            "cat": "Hot dog",
            "stock": 20,
            "id": 5
        },
        {
            "name": "Hot Dog 3 Quesos",
            "price": 60,
            "shortDesc": "¡Es la combinación perfecta de sabores cremosos y salados en cada bocado!",
            "fullDesc": "Si eres un amante del queso, ¡nuestro hot dog tres quesos es para ti! Hecho con una salchicha de alta calidad en un pan suave y esponjoso, se cubre con queso cheddar, queso suizo y queso azul derretidos.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hotdog-3-quesos.jpg",
            "cat": "Hot dog",
            "stock": 25,
            "id": 6
        },
        {
            "name": "Hot Dog Especial",
            "price": 80,
            "shortDesc": "¡Es una mezcla de sabores que nunca olvidarás!",
            "fullDesc": "¿Buscas algo fuera de lo común? Prueba nuestro hot dog especial. Se sirve en un pan suave y esponjoso, y viene con una salchicha de alta calidad, queso cheddar derretido, tocino crujiente, cebolla caramelizada y salsa especial de la casa.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/hotdog-especial.jpg",
            "cat": "Hot dog",
            "stock": 20,
            "id": 7
        },
        {
            "name": "Alitas Clásicas",
            "price": 120,
            "shortDesc": "¡Son perfectas para los amantes de las alitas tradicionales y son ideales para compartir con amigos y familiares!",
            "fullDesc": "Nuestras alitas clásicas son un éxito asegurado en cualquier momento. Se cocinan a la perfección y se cubren con una salsa suave a base de barbacoa o salsa de ajo.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/alitas-clasicas.jpg",
            "cat": "Alitas",
            "stock": 40,
            "id": 8
        },
        {
            "name": "Alitas Buffalo",
            "price": 160,
            "shortDesc": "¡Son perfectas para aquellos que quieren un poco de emoción en cada bocado y son excelentes para acompañar con una cerveza fría!",
            "fullDesc": "Si eres un amante del picante, nuestras alitas buffalo son justo lo que necesitas. Se sirven crujientes y calientes, cubiertas con una salsa picante de buffalo.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/alitas-buffalo.jpg",
            "cat": "Alitas",
            "stock": 20,
            "id": 9
        },
        {
            "name": "Alitas Crujientes",
            "price": 140,
            "shortDesc": "¡Son ideales para aquellos que buscan una textura extra en sus alitas y para aquellos que buscan algo diferente a las alitas tradicionales!",
            "fullDesc": "¿Te encanta la textura crujiente en cada mordida? Entonces nuestras alitas crujientes son para ti. Se preparan con un recubrimiento crujiente y se sirven con una salsa de elección, desde las tradicionales a base de tomate hasta las más picantes.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/alitas-crujientes.jpg",
            "cat": "Alitas",
            "stock": 40,
            "id": 10
        },
        {
            "name": "Papas Fritas",
            "price": 60,
            "shortDesc": "Son el acompañamiento clásico para hamburguesas, hot dogs y alitas!",
            "fullDesc": "Nuestras papas fritas son el acompañamiento perfecto para cualquier plato. Cada porción se fríe a la perfección hasta que estén doradas y crujientes por fuera, y suaves y esponjosas por dentro. Se sirven con un toque de sal para realzar el sabor.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/papas-fritas.jpg",
            "cat": "Otros",
            "stock": 50,
            "id": 11
        },
        {
            "name": "Papas Gajo",
            "price": 120,
            "shortDesc": "¡Son ideales para acompañar cualquier platillo o como una deliciosa botana!",
            "fullDesc": "¿Buscas algo un poco diferente a las papas fritas tradicionales? Nuestras papas gajo son la opción perfecta. Cada porción se corta en gajos gruesos y se sazona con una mezcla de especias para darle un sabor delicioso y ligeramente picante. Se hornean hasta que estén doradas y crujientes por fuera, y suaves y tiernas por dentro.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/papas-gajo.jpg",
            "cat": "Otros",
            "stock": 50,
            "id": 12
        },
        {
            "name": "Aros de cebolla",
            "price": 80,
            "shortDesc": "¡Son el acompañamiento ideal para hamburguesas, hot dogs y alitas, y son perfectos para compartir con amigos y familiares!",
            "fullDesc": "Si eres un amante de la cebolla, ¡nuestros aros de cebolla son la opción perfecta para ti! Cada aro de cebolla se corta en rodajas gruesas, se sumerge en una masa ligera y crujiente y luego se fríe hasta que estén dorados y crujientes por fuera, y suaves y tiernos por dentro.",
            "img": "https://storage.googleapis.com/coderhouse-react-2023.appspot.com/aros-cebolla.jpg",
            "cat": "Otros",
            "stock": 50,
            "id": 13
        }
        

    ]